Repository: EIP-GetOut/GETOUT-Platform
Catalog: app/lib/l10n/app_*.arb
Languages: fr

# error_unknown
source: Something went wrong, retry later
fr: Une erreur s'est produite, veuillez réessayer plus tard

# error_unknown_short
source: An error has occurred
fr: Une erreur est survenu

# error_ok
source: I understand
fr: Compris

# error_unknown_description
source: Try again in a few minutes, if the problem persists contact support.
fr: Réessayez dans quelques minutes, si le problème persiste contactez le support.

# error_internet
source: Check your internet connection and restart
fr: Vérifiez votre connexion et recommencez

# error_server
source: What ! Wait a minute, or contact the support
fr: Surprenant ! Attendez un peu, ou contactez le support

# error_unauthorized
source: Check your information and restart
fr: Vérifiez les informations et recommencez

# error_expired
source: It seems that your authorisation has expired
fr: Il semblerait que vos autorisations est expirées

# error_loading
source: Unable to load {object}
fr: Impossible de charger {object}

# error_password_email
source: email and password don't match
fr: Le mot de passe ou l'email est incorrect

source: Not applicable
fr: non applicable

source: No description
fr: Aucune description

source: Sign in
fr: Se connecter

# sign_in_with
source: Login with {Service}
fr: Se connecter avec {service}

# login_title
source: Login
fr: Connectez-vous

# login_label
source: Login now to access our service.
fr: Connectez-vous dès maintenant, pour accéder à notre service.

source: First connection ?
fr: Première connexion ?

# create_account
source: Create an account
fr: Créer un compte

# account_created
source: Your account was successfully created, you can now sign in.
fr: Votre compte a bien été créé, vous pouvez maintenant vous connecter

source: Your profile
fr: Votre profil

source: Lastname
fr: Nom

# lastname_hint
source: Enter your lastname
fr: Entrez votre nom

# lastname_validator
source: Lastname is required
fr: Un nom est requis

source: Firstname
fr: Prénom

# firstname_hint
source: Enter your firstname
fr: Entrez votre prénom

# firstname_validator
source: Firstname is required
fr: Un prénom est requis

source: Birthday
fr: Date de naissance

# birthday_hint
source: Select your birthday
fr: Sélectionnez votre date de naissance

# birthday_validator
source: Birthday is required
fr: Une date de naissance est requise

# too_young
source: You should be older than 13 years old
fr: Vous devez avoir plus de 13 ans

source: Next
fr: Suivant

# register_title
source: Create an account
fr: Créer un compte

# register_label
source: Create an account to take advantage of our free, unlimited service.
fr: Créez un compte pour profiter de notre service gratuitement et en illimité.

# email_already_exists
source: This email address is already used
fr: Un compte avec cette adresse email existe déjà

source: Change it
fr: Changez-le

# homepage_title
source: Welcome!
fr: Bienvenue !

# homepage_subtitle
source: The productivity within reach
fr: La productivité à portée de main

source: You saved
fr: Vous avez économisé

source: see more >
fr: voir plus >

source: Summary
fr: Résumé

# refresh
source: Refresh your recommendations in
fr: Rafraichissement de vos recommandations dans

# story_news
source: Did you know ?
fr: Le saviez-vous ?

# total_movie
source: Movie total
fr: Total Film

# total_book
source: Book total
fr: Total Livre

source: Dashboard
fr: Principale

# movie_recommendations
source: The movie you will love
fr: Les films que vous allez aimer

# book_recommendations
source: Books that will fascinate you
fr: Les livres qui vous passionneront

# any_recommendations
source: Our recommendation for you
fr: Nos recommandations pour vous

source: Movie
fr: Film

source: movies
fr: les films

source: The Movie
fr: Le film

source: Your movies
fr: Vos films

source: recommended movies
fr: les films recommandés

source: liked movies
fr: les films aimés

source: saved movies
fr: les films enregistrés

# your_movies_description
source: All your books are here.
fr: Tous vos films sont ici.

# like_movies_title
source: Your crush
fr: Vos coups de cœur

# wishlist_movies_title
source: what you intend to read
fr: ce que vous comptez voir

# director
source: Director(s)
fr: réalisateur(s)

source: Casting
fr: Distribution

# add_seen
source: Add to views
fr: Ajouter aux vues

# remove_seen
source: Remove from views
fr: Retirer des vues

# like
source: I like
fr: J'aime

# dislike
source: I don't like
fr: Je n'aime pas

# add_watchlist
source: Add to watchlist
fr: Ajouter à la watchlist

# remove_watchlist
source: Remove from watchlist
fr: Retirer de la watchlist

source: Interested
fr: Intéressé

source: Not interested
fr: Pas intéressé

source: Book
fr: Livre

source: books
fr: les livres

source: The book
fr: Le livre

source: Your Books
fr: Vos livres

source: recommended books
fr: les livres recommandés

source: liked books
fr: les livres aimés

# saved_books
source: liked books
fr: les livres enregistrés

# your_books_description
source: All your books are here.
fr: Toutes vos lectures sont ici.

# like_books_title
source: Your crush
fr: Vos coups de cœur

# wishlist_books_title
source: what you intend to read
fr: Ce que vous comptez lire

# author
source: Author(s)
fr: Auteur(s)

# mandatory_validator
source: This field can't be empty
fr: Ce champ ne peut pas être vide

source: Password
fr: Mot de passe

source: Change password
fr: Changer de mot de passe

# change_password_label
source: Set your new password
fr: Définissez votre nouveau mot de passe

# forgot_password
source: Password forgotten
fr: Mot de passe oublié

# forgot_password_label
source: Enter your email address and we'll send you a code
fr: Entrez votre adresse email et nous vous enverrons un code

# forgot_password_label_next
source: We have sent you a code by email
fr: Nous vous avons envoyé un code par email

# password_hint
source: Enter your password
fr: Entrez votre mot de passe

# password_current
source: Current password
fr: Mot de passe actuel

# password_current_hint
source: Enter your current password
fr: Entrez votre mot de passe actuel

source: New password
fr: Nouveau mot de passe

# new_password_hint
source: Enter your new password
fr: Entrez votre nouveau mot de passe

# confirm_password
source: Password confirmation
fr: Confirmation de mot de passe

# confirm_password_hint
source: Confirm your new password
fr: Confirmez votre mot de passe

# edit_password
source: Edit your password
fr: Changer de mot de passe

# password_validator
source: The password must contains 8 or more characters, with uppercase, lowercase and numbers
fr: Le mot de passe doit contenir au minimum 8 caractères, dont une majuscule, une minuscule et un chiffre

# password_matching
source: New passwords written don't match
fr: Les mots de passe saisis ne correspondent pas

# password_empty
source: Please enter your password
fr: Veuillez entrer votre mot de passe

# password_old
source: The new password must be different from the old one
fr: Le nouveau mot de passe doit être différent de l'ancien

# password_edit_success
source: Your password has been changed
fr: Votre mot de passe à bien été changé

# password_tries
source: You've entered the wrong code too many times, please try again later.
fr: Vous avez entré(e) le mauvais code trop de fois, veuillez réessayer plus tard

# email
source: Email address
fr: Adresse email

# email_hint
source: Enter your email address
fr: Entrez votre adresse email

# change_email
source: Change your email
fr: Changer d'adresse email

# change_email_label
source: Define your new email address
fr: Définissez votre nouvelle adresse mail

# new_email
source: New email address
fr: Nouvelle adresse email

# new_email_hint
source: Enter your new email address
fr: Entrez votre nouvelle adresse email

# confirm_email
source: Email address confirmation
fr: Confirmation d'adresse email

# confirm_email_hint
source: Confirm your email address
fr: Confirmez votre adresse email

# edit_email
source: Edit your email address
fr: Changer d'adresse email

# email_validator
source: Enter a valid email
fr: Entrez un email valide

# email_matching
source: New emails addresses written don't match
fr: Les nouvelles adresses email saisies ne correspondent pas

# email_empty
source: Email can't be empty
fr: L'email ne peut pas être vide

# email_old
source: The email must be different from the old email
fr: L'email doit être différent de l'ancien email

# email_verification_hint
source: Enter the confirmation code received by e-mail
fr: Entrez le code de confirmation reçue par mail

# email_verification_resend_hint
source: Didn't you get anything ?
fr: Vous n'avez rien reçue ?

# email_verification_resend
source: Resend email
fr: Renvoyez un code

# email_verification_success
source: Your e-mail address has been confirmed
fr: Votre adresse email a bien été confirmé

# email_verification_success_desc
source: Your e-mail address has been confirmed, you can now fill in the preferences form
fr: Votre adresse mail a été confirmé, vous pouvez maintenant remplir le formulaire de préférences

# email_verification_success_button
source: Access the form
fr: Accèder au formulaire

# email_verification_resend_info
source: An email containing a code has been sent back to you. If you haven't received it, you can try again in 10 seconds.
fr: Un email contenant un code vous a été renvoyé, si vous ne l'avez pas reçu, vous pourrez réesayer dans 10 secondes

# code_hint
source: Enter the code
fr: Entrez le code

# code_validator
source: code is a mandatory
fr: Le code est requis

# receive_code
source: Get a code
fr: Recevoir un code

# code_incorrect
source: The code is incorrect
fr: Le code est incorrect

# code_mail_hint
source: Enter the code you received by email
fr: Entrer le code reçu par mail

source: Settings
fr: Vos paramètres

# settings_label
source: Set up your options
fr: Configurez vos options

source: Account
fr: Compte

source: Your account
fr: Votre compte

# disconnect
source: Logout
fr: Se déconnecter

# delete_account
source: Delete your account
fr: Supprimer son compte

source: Appearance
fr: Apparence

# select_language
source: Choose your language
fr: Choisir la langue

# select_theme
source: Dark theme
fr: Mode sombre

source: Preference
fr: Préférences

# select_preferences
source: Select your movie preferences
fr: Changer ses préférences

source: Recommendations
fr: Recommandations

source: History
fr: Voir l'historique

source: Other
fr: Autre

# book_genre
source: Literary genres
fr: Genres littéraires

source: Movie genres
fr: Genres audiovisuels

# viewing_platform
source: Viewing platforms
fr: Supports de visionnage

# form_description
source: This form allows us to offer you a personalized experience
fr: Ce formulaire nous permet de vous proposer une expérience personnalisée

source: Back to settings
fr: Retour aux paramètres

# discover_app
source: Discover the app
fr: Découvrir l'application

source: Confirm
fr: Confirmer

# form_validator
source: Please select at least one box
fr: Veuillez sélectionner au moins une case
